{
  "date": "2024-01-13",
  "name": "Devarayanadurga - Tumkur",
  "cover_picture": "https://lh3.googleusercontent.com/d/117uqIH2OrOQ7Xq7oauqQQPyKPAf_Mgjr",
  "description": "Devarayanadurga is a hill station near Tumkur in the state of Karnataka in India. The rocky hills are surrounded by forest and the hilltops are dotted with several temples including the Yoganarasimha and the Bhoganarasimha temples and an altitude of 3940 feet. The Bhoga Narasimha temple is located at the foothills while the Yoga Narasimha shrine is located at the top of the hill. There is a motorable road to the hilltop. The place is also known for the natural water spring called Namada Chilume which is considered as the source of the Jayamangali river. The water flows out of a small hole in the rock and hence the name Namada Chilume. The water is considered to be very sacred and is believed to have medicinal properties. The place is also known for the natural water spring called Namada Chilume which is considered as the source of the Jayamangali river. The water flows out of a small hole in the rock and hence the name Namada Chilume. The water is considered to be very sacred and is believed to have medicinal properties.",
  "type": "public",
  "location": "Devarayanadurga, Tumkur, Karnataka, India",
  "country": "India",
  "status": "active",
  "deleted_at": null,
  "created_by": "someone",
  "coordinator": "someone",
  "gallery": [
    "https://lh3.googleusercontent.com/d/11Nv7uvPNxTr7WUDspPXcAGjUoak5t7q7",
    "https://lh3.googleusercontent.com/d/11-6kavYjYF-c8P0uI9SdchqyoAtH9wLR",
    "https://lh3.googleusercontent.com/d/110VPdF-MoKhMTI_5mbIomKTp8OBiJMBp",
    "https://lh3.googleusercontent.com/d/117uqIH2OrOQ7Xq7oauqQQPyKPAf_Mgjr",
    "https://lh3.googleusercontent.com/d/10xFTJbxCdoinVJbW6um3Gf7In33wEvSm",
    "https://lh3.googleusercontent.com/d/10_RjfB7hJQNiB6xsL543unO23i6FxI1r",
    "https://lh3.googleusercontent.com/d/10fBRWb2xAUCk6hB3EFl7jysqUaJZxQTr",
    "https://lh3.googleusercontent.com/d/10ChsHJisugcDkwbNVqEBSXnEdo3wHbUb"
  ]
}
